package com.oookraton.chinar
object MenuData {
    val menuItems = listOf(
        MenuItem("Бургер", "Говяжая котлета с листьями салата", "245₽", R.drawable.burger,
            "Бургер специально для фоток! Булочка насыщенного розового цвета, словно созданного для сторис… Нежная куриная котлета в хрустящей панировке, ломтик помидора, сочный свежий салат и два вида сыра — чеддер и эмменталь, — а ещё специальный сырный соус с едва ощутимой копчёной ноткой и лёгким послевкусием чёрного перчика. Всё это — в лицензионной упаковке с Hello Kitty, вдохновлённой модным азиатским стилем. Это больше чем бургер. Это — стиль, который хочется фотографировать. Выглядит супер, на вкус — ещё круче.",
            "Горячее", 538.0, 27.0, 53.0, 21.0, 220),

        MenuItem("Пицца", "Маргарита с помидорами и мацареллой", "759₽", R.drawable.pizza,
            "Цыпленок , сладкий перец , красный лук , моцарелла, соус терияки, фирменный соус альфредо",
            "Горячее", 258.4, 10.2, 8.6, 35.1, 980),

        MenuItem("Салат", "Свежая зелень в связке с сочной курицей", "169₽", R.drawable.salad,
            "Хрустящие листья салата айсберг, сочные томаты черри, тертый сыр пармезан и жареные креветки в панировке.",
            "Салаты", 186.0, 11.0, 9.7, 13.0, 210),

        MenuItem("Бабл Милк Банан-карамель", "Молочный чай с шариками бабл ти и бананово-карамельным топпингом", "259₽", R.drawable.bananaballtea,
            "Молочный напиток в сочетании с насыщенным сиропом со вкусом банана и карамели. Главная изюминка напитка - жевательные банановые шарики баблс, которые добавляют напитку необычную текстуру.",
            "Напитки", 288.0, 7.8, 8.2, 46.0, 500)
    )
}